<?php
/**
 * Страница пользовательского соглашения
 */
?>
<h1>Пользовательское соглашение</h1>
Прежде чем приступить к работе с сайтом easyCast.ru (далее "Сайт"), Администрация Сайта (далее "Администрация") просит внимательно прочитать нижеследующее соглашение о сотрудничестве. Данное Соглашение (далее "Соглашение") регулирует отношения между исполнителями (актеры/модели/танцоры и т.д), которые являются пользователями сайта, и Администрацией сайта, их права, обязанности, а также координирует их работу. Если Вы не согласны хотя бы с одним пунктом, если Вам нет 18 лет и Вы не получили согласие родителей, усыновителей либо попечителей, то Вы не имеете права продолжать работу (регистрацию) на этом Сайте, и обязаны немедленно его покинуть.
Настоящее Пользовательское соглашение является публичной офертой. Согласие с его текстом, регистрация на Сайте и/или продолжение работы с Сайтом означает внимательное ознакомление пользователя с условиями настоящего Соглашения и принятие им установленных настоящим Соглашением обязательств. 
 
Сайт представляет собой систему, позволяющую пользователю:
<ul>
<li>проводить кастинг исполнителей для участия в кино-, фото-, видеопроизводства, а также модельных показах, промоакциях и ивентах;
<li>направлять запросы о сотрудничестве представителям размещенных на сайте анкет;
<li>размещать собственную анкету для участия в кастинге;
<li>размещать анкеты других лиц в случае партнерской регистрации;
<li>знакомиться с информационными материалами сайта;
<li>пользование системой предполагает принятие этических, технических, правовых и финансовых условий пользовательского соглашения установленного Администрацией сайта.
</ul>

<h2>Условия пользования услугами Сайта</h2>
Для полноценной работы с Сайтом каждый пользователь обязан пройти регистрацию. Доступ к материалам Сайта неавторизованных пользователей ограничен, а так же сторонний пользователь не может видеть контактные данные представителей анкет и пользоваться функциями запросов. 
При регистрации пользователь передает некоторые данные о себе (имя, фамилия, страна проживания, контактные телефоны, адрес электронной почты и прочее). Для улучшения качества услуг, решения технических проблем Администрация Сайта автоматически фиксирует IP-адрес и другую идентифицирующую техническую информацию, в связи с чем Администрация Сайта убедительно просит пользователя не применять методы для фальсификации данной информации. Для успешного прохождения регистрации на Сайте каждый пользователь должен использовать уникальное имя (логин) и пароль для входа. Каждому зарегистрировавшемуся пользователю предоставляется персональный аккаунт. Аккаунт содержит персональную информацию, указанную при регистрации. Данные переписки с Администрацией являются конфиденциальными.

<h4>Оплата услуг Сайта</h4>
Услуги Сайта предоставляются пользователям бесплатно. Промежуток времени оказания услуг на бесплатной основе устанавливается Администрацией. Администрация Сайта оставляет за собой право на изменение тарифов на пользование услугами Сайта.
<h4>Другая личная информация о пользователе</h4>
Администрация Сайта берет на себя ответственность за хранение и нераспространение любой информации о пользователе, если это не противоречит законодательству РФ или условиям пользования ресурсами Сайта. Администрация Сайта обязуется не распространять эти данные, кроме случаев, перечисленных законодательством РФ. Пользователь обязуется не передавать личный логин и пароль другим людям. Ответственность за ущерб, причиненный кому/чему-либо вследствие передачи зарегистрированным пользователем своих данных входа на Сайт постороннему лицу, несет владелец личного аккаунта (пользователь). Любой зарегистрированный на Сайте пользователь имеет возможность в любой момент прекратить свою регистрацию на Сайте и перестать быть пользователем услуг Сайта.
<h4>Обязанности пользователя</h4>
Пользователь обязан при регистрации указывать достоверную информацию.
<h4>Права администрации</h4>
Администрация вправе в одностороннем порядке и с письменным уведомлением:
<ul>
<li>приостанавливать деятельность любого аккаунта и анкеты;
<li>Удалять любой аккаунт;
<li>Вносить корректировки в предоставленную пользователем информацию;
</ul>

<h4>Использование программного и аппаратного обеспечения</h4>
Во время работы с Сайтом пользователям может понадобиться использование программного (ПО) и аппаратного (АО) обеспечения сторонних производителей. Пользователи ответственны за использование любого ПО и АО, необходимых для работы с Сайтом. Все программное обеспечение, используемое и предоставляемое на Сайте, является собственностью его изготовителя (владельца прав) и защищено казахстанскими и международными нормативными правовыми актами об охране интеллектуальной собственности и авторских прав. В работе сайта возможны и допускаются кратковременные перерывы, связанные с профилактическими мероприятиями. Администрация Сайта не несет ответственность за качество используемых пользователями каналов связи и, следовательно, не отвечает за любой финансовый или другой ущерб, причиненный пользователям, вследствие использования ими некачественных и незащищенных каналов связи.
<h4>Использование материалов Сайта</h4>
Пользователь обязуется не использовать полученные на Сайте данные в противоправных целях. Администрация Сайта не несет никакой ответственности за возможные последствия использования информации, полученной с Сайта, в целях, запрещенных и противоречащих законодательству РФ или условиям пользования ресурсами Сайта. Ответственность за незаконное или несанкционированное использование любых материалов Сайта несет пользователь. Все торговые марки, торговые имена, имена компаний, слоганы, логотипы и любые другие признаки авторских прав, которые в том или ином контексте можно встретить на страницах Сайта, являются собственностью их владельцев. Пользователь не имеет права копировать, распространять или использовать их как-то иначе без письменного разрешения их владельцев. На страницах Сайта можно найти Интернет-ссылки на сторонние сайты. Эти ссылки предоставлены пользователям только для их удобства. Пользователь согласен с тем, что Администрация не ответственна за их работоспособность, содержание или причиненный ущерб, являющийся следствием их использования. Пользователь согласен с тем, что услугами Сайта пользуется по собственному желанию, со своего согласия и на собственный риск. Все услуги предоставляются пользователю без каких-либо гарантийных обязательств со стороны Администрации (кроме оговоренных случаев). Пользователь согласен не предъявлять никаких претензий к Администрации по поводу качества предоставляемых Вам услуг, а также по поводу любого возможного ущерба, причиненного Вам вследствие использования и получения доступа к Сайту.
Пользование сайтом лицами, недостигшими 18 лет
От имени пользователей – физических лиц, не достигших 14 лет на сайте действуют родители, усыновители либо опекуны.
Пользователи – физические лица, достигшие 14, но не достигшие 18 лет, обязаны осуществлять использование сайта, с согласия родителей, усыновителей или попечителей. В случае если использование сайта осуществляется лицами в целях передачи информации с него третьим лицам или размещение на нем информации о третьих лицах, не являющихся пользователями (актерами), ответственность за достоверность соответствующих данных несут лица, размещающие информацию (агентство, агенты). Администрация сайта обращает внимание, что она не несет ответственности перед указанными агентствами/агентами, перед лицами, представляя интересы которых, агентства/агенты осуществляют использование сайта, за результаты использования Сайта.
<h5>Примечание</h5>
Администрация easyCast.ru оставляет за собой право изменять, корректировать и дополнять данное Соглашение. Администрация обязуется извещать пользователя обо всех изменениях, сделанных в данном Соглашении. В случае если пользователь будет не согласен хотя бы с одним пунктом измененного соглашения, он обязуется немедленно прекратить свою регистрацию на Сайте и покинуть его.
Администрация не несет ответственности за информацию размещаемую пользователями в анкетах.
Администрация не несет ответственности за размещение на сайте анкет партнерами без согласия владельца анкеты
