<?php
/**
 * 
 */
/* @var $this  EventVacancyController */
/* @var $model EventVacancy */
/* @var $form  TbActiveForm */
?>
<div class="row-fluid">
        <h3 class="title">Подготовка</h3>
        <ul>
            <li>Составьте список всех обязательных и дополнительных полей для роли</li>
            <li>Определите в каком порядке их лучше заполнять</li>
            <li>Выясните, какие поля обязательны для заполнения</li>
            <li>Точно выясните каковы критерии отбора на роль, в каких параметрах допустимо отклонение а в каких нет</li>
            <li>Определите на какие разделы нужно разбить поданные заявки, 
            и какие поля из анкеты содержат информацию о том, помещать анкету в раздел или не помещать</li>
            <li>Решите по каким вкладкам должна быть распределена информация анкеты</li>
        </ul>
</div>