<?php
/**
 * Текст для клиента в ответ на оформление заявки на онлайн-кастинг
*/
/* @var $this EMailOrder */
?>
Ваша заявка на проведение онлайн-кастинга принята. Ее номер <b><?= $this->order->id; ?></b>.<br>
<br>
Мы пришлем вам ссылку на отбор кандидатов как только от участников поступят первые заявки.
По нашему опыту основное количество заявок приходит в течении 3-4 дней с момента рассылки приглашений 
и иногда нужно подождать чтобы все участники успели ответить на полученное приглашение.<br>
<br>
Будем держать вас в курсе.